{
  "moments": [
    {
      "id": 1,
      "minute": 45,
      "comment": "The second half kicks off.",
      "keyMoment": "Second Half"
    },
    {
      "id": 2,
      "minute": 46,
      "comment": "Attacking throw-in by Andrey Arshavin (Arsenal)."
    },
    {
      "id": 3,
      "minute": 46,
      "comment": "Shot by Alex Oxlade-Chamberlain (Arsenal) left-footed from right side of penalty area (18 yards), missed left."
    },
    {
      "id": 4,
      "minute": 47,
      "comment": "Goal kick taken long by Andy Lonergan (Leeds)."
    },
    {
      "id": 5,
      "minute": 47,
      "comment": "Defending throw-in by Zac Thompson (Leeds)."
    },
    {
      "id": 6,
      "minute": 48,
      "comment": "Attacking throw-in by Aaron Ramsey (Arsenal)."
    },
    {
      "id": 7,
      "minute": 49,
      "comment": "Inswinging corner from left by-line taken right-footed by Mikel Arteta (Arsenal) to centre, save (punched) by Andy Lonergan (Leeds).",
      "keyMoment": "Save"
    },
    {
      "id": 8,
      "minute": 50,
      "comment": "Goal kick taken long by Andy Lonergan (Leeds)."
    },
    {
      "id": 9,
      "minute": 51,
      "comment": "Inswinging corner from left by-line taken right-footed by Adam Clayton (Leeds) to near post, clearance by Marouane Chamakh (Arsenal)."
    },
    {
      "id": 10,
      "minute": 51,
      "comment": "Shot by Andrey Arshavin (Arsenal) volleyed right-footed from right side of penalty area (12 yards), missed right."
    },
    {
      "id": 11,
      "minute": 52,
      "comment": "Goal kick taken long by Andy Lonergan (Leeds)."
    },
    {
      "id": 12,
      "minute": 52,
      "comment": "Defending throw-in by Aidan White (Leeds)."
    },
    {
      "id": 13,
      "minute": 53,
      "comment": "Header by Marouane Chamakh (Arsenal) from centre of penalty area (12 yards), blocked by Danny Pugh (Leeds)."
    },
    {
      "id": 14,
      "minute": 53,
      "comment": "Inswinging corner from left by-line taken right-footed by Mikel Arteta (Arsenal) to far post, header by Ignasi Miquel (Arsenal) from right side of penalty area (12 yards), blocked by Aidan White (Leeds)."
    },
    {
      "id": 15,
      "minute": 53,
      "comment": "Outswinging corner from right by-line taken right-footed by Mikel Arteta (Arsenal) to centre, save (punched) by Andy Lonergan (Leeds).",
      "keyMoment": "Save"
    },
    {
      "id": 16,
      "minute": 54,
      "comment": "Shot by Mikel Arteta (Arsenal) right-footed from centre of penalty area (18 yards), comfortable save (parried) by Andy Lonergan (Leeds).",
      "keyMoment": "Save"
    },
    {
      "id": 17,
      "minute": 55,
      "comment": "Shot by Andrey Arshavin (Arsenal) drilled left-footed from left side of penalty area (6 yards), missed right."
    },
    {
      "id": 18,
      "minute": 55,
      "comment": "Goal kick taken long by Andy Lonergan (Leeds)."
    },
    {
      "id": 19,
      "minute": 57,
      "comment": "Attacking throw-in by Nico Yennaris (Arsenal)."
    },
    {
      "id": 20,
      "minute": 57,
      "comment": "Shot by Alex Oxlade-Chamberlain (Arsenal) right-footed from right side of penalty area (12 yards), blocked by Darren O'Dea (Leeds)."
    },
    {
      "id": 21,
      "minute": 57,
      "comment": "Outswinging corner from right by-line taken right-footed by Mikel Arteta (Arsenal) to centre, comfortable save (caught) by Andy Lonergan(Leeds).",
      "keyMoment": "Save"
    },
    {
      "id": 22,
      "minute": 58,
      "comment": "Attacking throw-in by Aidan White (Leeds)."
    },
    {
      "id": 23,
      "minute": 59,
      "comment": "Foul by Aidan White (Leeds) on Sebastien Squillaci (Arsenal). Direct free kick taken right-footed by Sebastien Squillaci (Arsenal) from own half, passed."
    },
    {
      "id": 24,
      "minute": 60,
      "comment": "Shot by Alex Song (Arsenal) drilled right-footed from right channel (20 yards), missed right."
    },
    {
      "id": 25,
      "minute": 60,
      "comment": "Leeds substitution: Mika Vayrynen replaced by Michael Brown (injury).",
      "keyMoment": "Substitution"
    },
    {
      "id": 26,
      "minute": 61,
      "comment": "Goal kick taken long by Andy Lonergan (Leeds)."
    },
    {
      "id": 27,
      "minute": 61,
      "comment": "Attacking throw-in by Ignasi Miquel (Arsenal)."
    },
    {
      "id": 28,
      "minute": 62,
      "comment": "Goal kick taken long by Andy Lonergan (Leeds)."
    },
    {
      "id": 29,
      "minute": 62,
      "comment": "Shot by Aaron Ramsey (Arsenal) right-footed from centre of penalty area (12 yards), blocked by Darren O'Dea (Leeds)."
    },
    {
      "id": 30,
      "minute": 63,
      "comment": "Shot by Alex Oxlade-Chamberlain (Arsenal) drilled right-footed from centre of penalty area (18 yards), brilliant save (parried) by Andy Lonergan (Leeds).",
      "keyMoment": "Save"
    },
    {
      "id": 31,
      "minute": 63,
      "comment": "Shot by Nico Yennaris (Arsenal) right-footed from right side of penalty area (12 yards), missed right."
    },
    {
      "id": 32,
      "minute": 63,
      "comment": "Goal kick taken long by Andy Lonergan (Leeds)."
    },
    {
      "id": 33,
      "minute": 64,
      "comment": "Andros Townsend (Leeds) booked for unsporting behaviour. Goal kick taken short by Wojciech Szczesny (Arsenal).",
      "keyMoment": "Yellow Card"
    },
    {
      "id": 34,
      "minute": 65,
      "comment": "Attacking throw-in by Darren O'Dea (Leeds)."
    },
    {
      "id": 35,
      "minute": 67,
      "comment": "Shot by Alex Oxlade-Chamberlain (Arsenal) left-footed from left channel (18 yards), missed right."
    },
    {
      "id": 36,
      "minute": 68,
      "comment": "Arsenal substitution: Alex Oxlade-Chamberlain replaced by Theo Walcott (tactical).",
      "keyMoment": "Substitution"
    },
    {
      "id": 37,
      "minute": 68,
      "comment": "Arsenal substitution: Marouane Chamakh replaced by Thierry Henry (tactical).",
      "keyMoment": "Substitution"
    },
    {
      "id": 38,
      "minute": 69,
      "comment": "Goal kick taken long by Andy Lonergan (Leeds)."
    },
    {
      "id": 39,
      "minute": 69,
      "comment": "Defending throw-in by Nico Yennaris (Arsenal)."
    },
    {
      "id": 40,
      "minute": 69,
      "comment": "Thierry Henry (Arsenal) caught offside. Indirect free kick taken right-footed by Andy Lonergan (Leeds) from own half, resulting in open play."
    },
    {
      "id": 41,
      "minute": 70,
      "comment": "Foul by Adam Clayton (Leeds) on Mikel Arteta (Arsenal). Direct free kick taken right-footed by Wojciech Szczesny (Arsenal) from own half, passed."
    },
    {
      "id": 42,
      "minute": 70,
      "comment": "Foul by Michael Brown (Leeds) on Theo Walcott (Arsenal). Free kick crossed right-footed by Mikel Arteta (Arsenal) from right channel, comfortable save (caught) by Andy Lonergan (Leeds).",
      "keyMoment": "Save"
    },
    {
      "id": 43,
      "minute": 71,
      "comment": "Attacking throw-in by Nico Yennaris (Arsenal)."
    },
    {
      "id": 44,
      "minute": 72,
      "comment": "Foul by Adam Clayton (Leeds) on Laurent Koscielny (Arsenal). Direct free kick taken right-footed by Wojciech Szczesny (Arsenal) from own half, passed."
    },
    {
      "id": 45,
      "minute": 73,
      "comment": "Attacking throw-in by Ignasi Miquel (Arsenal)."
    },
    {
      "id": 46,
      "minute": 73,
      "comment": "Outswinging corner from right by-line taken right-footed by Theo Walcott (Arsenal) to near post, resulting in open play."
    },
    {
      "id": 47,
      "minute": 73,
      "comment": "Corner from left by-line taken short right-footed by Mikel Arteta (Arsenal)."
    },
    {
      "id": 48,
      "minute": 74,
      "comment": "Leeds substitution: Luciano Becchio replaced by Ross McCormack (tactical).",
      "keyMoment": "Substitution"
    },
    {
      "id": 49,
      "minute": 74,
      "comment": "Goal kick taken long by Andy Lonergan (Leeds)."
    },
    {
      "id": 50,
      "minute": 75,
      "comment": "Goal kick taken long by Andy Lonergan (Leeds)."
    },
    {
      "id": 51,
      "minute": 76,
      "comment": "Shot by Danny Pugh (Leeds) left-footed from left wing (20 yards), comfortable save (caught) by Wojciech Szczesny (Arsenal).",
      "keyMoment": "Save"
    },
    {
      "id": 52,
      "minute": 77,
      "comment": "Inswinging corner from left by-line taken right-footed by Andrey Arshavin (Arsenal) to far post, clearance by Darren O'Dea (Leeds)."
    },
    {
      "id": 53,
      "minute": 77,
      "comment": "Outswinging corner from right by-line taken right-footed by Mikel Arteta (Arsenal) to far post, resulting in open play."
    },
    {
      "id": 54,
      "minute": 78,
      "comment": "Attacking throw-in by Ignasi Miquel (Arsenal)."
    },
    {
      "id": 55,
      "minute": 78,
      "comment": "Goal by Thierry Henry (Arsenal) drilled right-footed (bottom-right of goal) from left side of penalty area (12 yards).Arsenal 1-0 Leeds. Assist (pass) by Alex Song (Arsenal) from left channel.",
      "keyMoment": "Goal"
    },
    {
      "id": 56,
      "minute": 79,
      "comment": "Shot by Michael Brown (Leeds) right-footed from left channel (20 yards), comfortable save (caught) by Wojciech Szczesny (Arsenal).",
      "keyMoment": "Save"
    },
    {
      "id": 57,
      "minute": 80,
      "comment": "Goal kick taken long by Andy Lonergan (Leeds)."
    },
    {
      "id": 58,
      "minute": 81,
      "comment": "Header by Ross McCormack (Leeds) from left side of penalty area (12 yards), comfortable save (caught) by Wojciech Szczesny (Arsenal).",
      "keyMoment": "Save"
    },
    {
      "id": 59,
      "minute": 81,
      "comment": "Leeds substitution: Ramon Nunez replaced by Mikael Forssell (tactical). Defending throw-in by Zac Thompson (Leeds).",
      "keyMoment": "Substitution"
    },
    {
      "id": 60,
      "minute": 82,
      "comment": "Attacking throw-in by Zac Thompson (Leeds)."
    },
    {
      "id": 61,
      "minute": 83,
      "comment": "Shot by Andrey Arshavin (Arsenal) left-footed from left side of penalty area (12 yards), missed left."
    },
    {
      "id": 62,
      "minute": 83,
      "comment": "Goal kick taken long by Andy Lonergan (Leeds)."
    },
    {
      "id": 63,
      "minute": 84,
      "comment": "Mikael Forssell (Leeds) caught offside. Indirect free kick taken right-footed by Wojciech Szczesny (Arsenal) from own half, resulting in open play."
    },
    {
      "id": 64,
      "minute": 86,
      "comment": "Defending throw-in by Nico Yennaris (Arsenal)."
    },
    {
      "id": 65,
      "minute": 87,
      "comment": "Goal kick taken long by Andy Lonergan (Leeds)."
    },
    {
      "id": 66,
      "minute": 88,
      "comment": "Foul by Michael Brown (Leeds) on Ignasi Miquel (Arsenal). Direct free kick taken left-footed by Ignasi Miquel (Arsenal) from own half, resulting in open play."
    },
    {
      "id": 67,
      "minute": 89,
      "comment": "Shot by Aaron Ramsey (Arsenal) volleyed right-footed from left channel (18 yards), over the bar."
    },
    {
      "id": 68,
      "minute": 89,
      "comment": "Goal kick taken long by Andy Lonergan (Leeds)."
    },
    {
      "id": 69,
      "minute": 90,
      "comment": "Defending throw-in by Aidan White (Leeds)."
    },
    {
      "id": 70,
      "minute": 90,
      "comment": "Shot by Mikael Forssell (Leeds) right-footed from right side of penalty area (12 yards), comfortable save (parried) by Wojciech Szczesny (Arsenal).",
      "keyMoment": "Save"
    },
    {
      "id": 71,
      "minute": 90,
      "comment": "Attacking throw-in by Andrey Arshavin (Arsenal)."
    },
    {
      "id": 72,
      "minute": 90,
      "comment": "Foul by Andrey Arshavin (Arsenal) on Aidan White (Leeds). Andrey Arshavin (Arsenal) booked for unsporting behaviour. Direct free kick taken left-footed by Andy Lonergan (Leeds) from own half, resulting in open play.",
      "keyMoment": "Yellow Card"
    },
    {
      "id": 73,
      "minute": 90,
      "comment": "Shot by Mikael Forssell (Leeds) volleyed left-footed from left channel (25 yards), missed left."
    },
    {
      "id": 74,
      "minute": 90,
      "comment": "Goal kick taken long by Wojciech Szczesny (Arsenal)."
    },
    {
      "id": 75,
      "minute": 90,
      "comment": "Foul by Danny Pugh (Leeds) on Alex Song (Arsenal). Direct free kick taken right-footed by Wojciech Szczesny (Arsenal) from own half, resulting in open play."
    },
    {
      "id": 76,
      "minute": 90,
      "comment": "The referee blows for full time.",
      "keyMoment": "Full Time"
    }
  ]
}
